Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you could host Saturday Night Live, who would be the musical guest?
de: Wenn du Saturday Night Live moderieren könntest, wer wäre der musikalische Gast?
es: Si pudieras presentar Saturday Night Live, ¿quién sería el invitado musical?
fr: Si vous pouviez animer Saturday Night Live, quel serait l'invité musical ?
it: Se potessi condurre Saturday Night Live, chi sarebbe l'ospite musicale?
ja: もしあなたがサタデー・ナイト・ライブのホストを務められるとしたら、音楽ゲストは誰にしますか？
ko: 새터데이 나이트 라이브의 호스트가 될 수 있다면 뮤지컬 게스트는 누구로 하시겠습니까?
nb: Hvis du kunne vært programleder for Saturday Night Live, hvem ville vært den musikalske gjesten?
nl: Als je Saturday Night Live mocht presenteren, wie zou dan de muzikale gast zijn?
pl: Gdybyś mógł prowadzić Saturday Night Live, kto byłby gościem muzycznym?
pt_br: Se você pudesse apresentar o Saturday Night Live, quem seria o convidado musical?
sv: Om du kunde vara värd för Saturday Night Live, vem skulle vara den musikaliska gästen?
uk: Якби ви могли вести Saturday Night Live, хто б став музичним гостем?
zh_hans: 如果你能主持《周六夜现场》，音乐嘉宾会是谁？

source: If you could insert yourself into any painting as a background character, which painting?
de: Wenn du dich als Hintergrundfigur in ein Gemälde einfügen könntest, in welches?
es: Si pudieras insertarte en cualquier pintura como personaje de fondo, ¿qué pintura?
fr: Si tu pouvais t'insérer dans n'importe quel tableau en tant que personnage d'arrière-plan, lequel choisirais-tu ?
it: Se potessi inserirti in un dipinto come personaggio di sfondo, quale dipinto?
ja: 背景キャラクターとして、どんな絵画の中に自分を挿入できますか？どの絵を選びますか？
ko: 배경 인물로 어떤 그림에 자신을 삽입할 수 있다면, 어떤 그림을 선택하겠습니까?
nb: Hvis du kunne sette deg selv inn i et hvilket som helst maleri som en bakgrunnskarakter, hvilket maleri?
nl: Als je jezelf als achtergrondpersonage in een schilderij kon invoegen, welk schilderij?
pl: Gdybyś mógł wstawić się do dowolnego obrazu jako postać z tła, który obraz byś wybrał?
pt_br: Se você pudesse se inserir em qualquer pintura como um personagem de fundo, qual pintura?
sv: Om du kunde sätta in dig själv i vilken målning som helst som en bakgrundskaraktär, vilken målning?
uk: Якби ви могли вставити себе в будь-яку картину як другорядного персонажа, яку б картину ви обрали?
zh_hans: 如果你能把自己作为背景角色插入到任何一幅画中，你会选哪幅画？

source: If you could instantly be an expert in any dance, which?
de: Wenn du sofort ein Experte in einem Tanz sein könntest, welcher?
es: Si pudieras ser instantáneamente un experto en un baile, ¿cuál?
fr: Si tu pouvais instantanément devenir un expert dans n'importe quelle danse, laquelle ?
it: Se potessi diventare immediatamente esperto in qualsiasi ballo, quale?
ja: 即座にどんなダンスでも専門家になれるなら、どのダンスを選びますか？
ko: 즉시 어떤 춤의 전문가가 될 수 있다면, 어떤 춤을 선택하시겠습니까?
nb: Hvis du umiddelbart kunne bli en ekspert i hvilken som helst dans, hvilken?
nl: Als je meteen een expert in een dans kon zijn, welke?
pl: Gdybyś mógł natychmiast stać się ekspertem w dowolnym tańcu, w którym?
pt_br: Se você pudesse ser instantaneamente um especialista em qualquer dança, qual?
sv: Om du omedelbart kunde bli expert på vilken dans som helst, vilken?
uk: Якби ви могли миттєво стати експертом у будь-якому танці, якому?
zh_hans: 如果你能瞬间成为任何舞蹈的专家，你会选哪种？

source: If you could instantly become an expert in one obscure topic, what would it be?
de: Wenn du sofort Experte in einem obskuren Thema werden könntest, welches wäre es?
es: Si pudieras convertirte instantáneamente en experto en un tema oscuro, ¿cuál sería?
fr: Si tu pouvais devenir instantanément expert dans un sujet obscur, lequel serait-ce ?
it: Se potessi diventare subito esperto in un tema oscuro, quale sarebbe?
ja: すぐにあるニッチな分野の専門家になれるとしたら、何を選びますか？
ko: 즉시 하나의 난해한 주제에 대한 전문가가 될 수 있다면, 무엇을 선택하시겠습니까?
nb: Hvis du øyeblikkelig kunne bli ekspert på et obskurt emne, hva ville det vært?
nl: Als je direct expert zou kunnen worden in een obscuur onderwerp, wat zou het zijn?
pl: Gdybyś mógł natychmiast stać się ekspertem w jakiejś mało znanej dziedzinie, co by to było?
pt_br: Se você pudesse se tornar instantaneamente um especialista em um tópico obscuro, qual seria?
sv: Om du omedelbart kunde bli expert på ett ovanligt ämne, vad skulle det vara?
uk: Якби ви могли миттєво стати експертом в одній маловідомій темі, що б це було?
zh_hans: 如果你能立即成为一个冷门话题的专家，你会选什么？

source: If you could instantly become fluent in a dead language, which would you choose?
de: Wenn du sofort eine tote Sprache fließend sprechen könntest, welche würdest du wählen?
es: Si pudieras volverte instantáneamente fluido en un idioma muerto, ¿cuál elegirías?
fr: Si tu pouvais instantanément parler couramment une langue morte, laquelle choisirais-tu ?
it: Se potessi diventare immediatamente fluente in una lingua morta, quale sceglieresti?
ja: 死語を瞬時に流暢に話せるようになるとしたら、どの言語を選びますか？
ko: 죽은 언어를 즉시 유창하게 구사할 수 있다면, 어떤 언어를 선택하겠습니까?
nb: Hvis du øyeblikkelig kunne bli flytende i et dødt språk, hvilket ville du valgt?
nl: Als je meteen vloeiend een dode taal kon spreken, welke zou je dan kiezen?
pl: Gdybyś mógł natychmiast biegle władać martwym językiem, który byś wybrał?
pt_br: Se você pudesse se tornar instantaneamente fluente em um idioma morto, qual escolheria?
sv: Om du omedelbart kunde bli flytande i ett dött språk, vilket skulle du välja?
uk: Якби ви могли миттєво опанувати мертву мову, яку б ви обрали?
zh_hans: 如果你能瞬间流利掌握一门死语言，你会选哪种语言？

source: If you could instantly know the truth about one unsolved mystery, which would you pick?
de: Wenn du sofort die Wahrheit über ein ungelöstes Rätsel erfahren könntest, welches würdest du wählen?
es: Si pudieras saber al instante la verdad sobre un misterio no resuelto, ¿cuál elegirías?
fr: Si tu pouvais connaître instantanément la vérité sur un mystère non résolu, lequel choisirais-tu ?
it: Se potessi sapere all'istante la verità su un mistero irrisolto, quale sceglieresti?
ja: 未解決の謎について瞬時に真実を知ることができるなら、どの謎を選びますか？
ko: 미해결 미스터리에 대한 진실을 즉시 알 수 있다면, 어떤 것을 선택하겠습니까?
nb: Hvis du øyeblikkelig kunne vite sannheten om ett uløst mysterium, hvilket ville du valgt?
nl: Als je onmiddellijk de waarheid over één onopgelost mysterie kon weten, welke zou je dan kiezen?
pl: Gdybyś mógł natychmiast poznać prawdę o jednej nierozwiązanej tajemnicy, którą byś wybrał?
pt_br: Se você pudesse saber instantaneamente a verdade sobre um mistério não resolvido, qual escolheria?
sv: Om du omedelbart kunde få veta sanningen om ett olöst mysterium, vilket skulle du välja?
uk: Якби ви могли миттєво дізнатися правду про одну нерозгадану таємницю, яку б ви обрали?
zh_hans: 如果你能立即知道某个未解之谜的真相，你会选哪个？

source: If you could instantly remove one minor annoyance from daily life, what would it be?
de: Wenn du sofort eine kleine Unannehmlichkeit aus dem Alltag entfernen könntest, welche wäre das?
es: Si pudieras eliminar instantáneamente una pequeña molestia de la vida diaria, ¿cuál sería?
fr: Si tu pouvais supprimer instantanément un petit désagrément du quotidien, lequel serait-ce ?
it: Se potessi rimuovere all'istante un piccolo fastidio dalla vita quotidiana, quale sarebbe?
ja: 日常生活の小さな悩みを一つ即座に取り除けるなら、何を選びますか？
ko: 일상생활에서 사소한 불편함 하나를 즉시 없앨 수 있다면, 무엇을 없애겠습니까?
nb: Hvis du øyeblikkelig kunne fjerne en liten plage fra hverdagen, hva ville det vært?
nl: Als je meteen één kleine ergernis uit het dagelijks leven kon verwijderen, wat zou het dan zijn?
pl: Gdybyś mógł natychmiast usunąć jedną drobną niedogodność z codziennego życia, co by to było?
pt_br: Se você pudesse remover instantaneamente um pequeno incômodo da vida cotidiana, qual seria?
sv: Om du omedelbart kunde ta bort en liten olägenhet från vardagen, vad skulle det vara?
uk: Якби ви могли миттєво усунути одну дрібну незручність із повсякденного життя, що б це було?
zh_hans: 如果你能立即消除日常生活中的一个小烦恼，那会是什么？

source: If you could invent something that would change the world, what?
de: Wenn du etwas erfinden könntest, das die Welt verändert, was?
es: Si pudieras inventar algo que cambiara el mundo, ¿qué?
fr: Si tu pouvais inventer quelque chose qui changerait le monde, quoi ?
it: Se potessi inventare qualcosa che cambierebbe il mondo, cosa?
ja: 世界を変えるものを発明できるなら、それは何ですか？
ko: 세상을 바꿀 무언가를 발명할 수 있다면 무엇을 만들겠어요?
nb: Hvis du kunne finne opp noe som ville forandre verden, hva?
nl: Als je iets zou kunnen uitvinden dat de wereld zou veranderen, wat?
pl: Gdybyś mógł wynaleźć coś, co zmieni świat, co by to było?
pt_br: Se você pudesse inventar algo que mudasse o mundo, o quê?
sv: Om du kunde uppfinna något som skulle förändra världen, vad?
uk: Якби ви могли винайти щось, що змінить світ, що б це було?
zh_hans: 如果你能发明出改变世界的东西，会是什么？

source: If you could know the truth about any conspiracy theory, which one?
de: Wenn du die Wahrheit über eine beliebige Verschwörungstheorie erfahren könntest, welche?
es: Si pudieras saber la verdad sobre cualquier teoría de la conspiración, ¿cuál?
fr: Si tu pouvais connaître la vérité sur n'importe quelle théorie du complot, laquelle ?
it: Se potessi conoscere la verità su qualsiasi teoria del complotto, quale?
ja: どんな陰謀論でも真実を知れるなら、どれを選びますか？
ko: 어떤 음모론에 대한 진실이라도 알 수 있다면 어떤 것을 알고 싶으신가요?
nb: Hvis du kunne vite sannheten om en hvilken som helst konspirasjonsteori, hvilken?
nl: Als je de waarheid over een complottheorie zou weten, welke?
pl: Gdybyś mógł poznać prawdę o dowolnej teorii spiskowej, której?
pt_br: Se você pudesse saber a verdade sobre qualquer teoria da conspiração, qual?
sv: Om du kunde veta sanningen om en konspirationsteori, vilken?
uk: Якби ви могли дізнатися правду про будь-яку теорію змови, про яку саме?
zh_hans: 如果你能知道任何阴谋论的真相，你会选哪个？

source: If you could live anywhere for a year, where and why?
de: Wenn du ein Jahr lang irgendwo leben könntest, wo und warum?
es: Si pudieras vivir en cualquier lugar por un año, ¿dónde y por qué?
fr: Si tu pouvais vivre n'importe où pendant un an, où et pourquoi ?
it: Se potessi vivere ovunque per un anno, dove e perché?
ja: 1年間どこでも住めるとしたら、どこに住みますか？なぜですか？
ko: 1년 동안 아무데나 살 수 있다면 어디에서 살겠습니까? 이유는 무엇인가요?
nb: Hvis du kunne bo hvor som helst i et år, hvor og hvorfor?
nl: Als je overal een jaar zou kunnen wonen, waar en waarom?
pl: Gdybyś mógł mieszkać gdziekolwiek przez rok, gdzie i dlaczego?
pt_br: Se você pudesse morar em qualquer lugar por um ano, onde e por quê?
sv: Om du kunde bo var som helst i ett år, var och varför?
uk: Якби ви могли жити де завгодно протягом року, де і чому?
zh_hans: 如果你可以在任何地方住一年，你会选哪里？为什么？

source: If you could live anywhere in the universe, where would it be?
de: Wenn du überall im Universum leben könntest, wo wäre das?
es: Si pudieras vivir en cualquier lugar del universo, ¿dónde sería?
fr: Si tu pouvais vivre n'importe où dans l'univers, où serait-ce ?
it: Se potessi vivere ovunque nell'universo, dove sarebbe?
ja: もし宇宙のどこにでも住めるなら、どこに住みたいですか？
ko: 우주 어디든 살 수 있다면 어디에 살고 싶나요?
nb: Hvis du kunne bo hvor som helst i universet, hvor ville det vært?
nl: Als je overal in het universum zou kunnen wonen, waar zou dat zijn?
pl: Gdybyś mógł mieszkać w dowolnym miejscu we wszechświecie, gdzie by to było?
pt_br: Se você pudesse viver em qualquer lugar do universo, onde seria?
sv: Om du kunde bo var som helst i universum, var skulle det vara?
uk: Якби ви могли жити де завгодно у всесвіті, де б це було?
zh_hans: 如果你能住在宇宙中的任何地方，你会选择哪里？

source: If you could live forever, would you?
de: Wenn du ewig leben könntest, würdest du?
es: Si pudieras vivir para siempre, ¿lo harías?
fr: Si vous pouviez vivre éternellement, le feriez-vous ?
it: Se potessi vivere per sempre, lo faresti?
ja: 永遠に生きられるとしたら、そうしたいと思いますか？
ko: 영원히 살 수 있다면 살고 싶으신가요?
nb: Hvis du kunne leve for alltid, ville du det?
nl: Als je voor altijd zou kunnen leven, zou je dat dan doen?
pl: Gdybyś mógł żyć wiecznie, czy chciałbyś?
pt_br: Se você pudesse viver para sempre, você viveria?
sv: Om du kunde leva för evigt, skulle du göra det?
uk: Якби ви могли жити вічно, чи хотіли б?
zh_hans: 如果你能永生，你愿意吗？

source: If you could live in a different decade, which one?
de: Wenn du in einem anderen Jahrzehnt leben könntest, in welchem?
es: Si pudieras vivir en una década diferente, ¿cuál?
fr: Si tu pouvais vivre dans une autre décennie, laquelle ?
it: Se potessi vivere in un decennio diverso, quale?
ja: 別の年代に住めるとしたら、どの年代を選びますか？
ko: 다른 시대에 살 수 있다면 어느 시대로 가고 싶으신가요?
nb: Hvis du kunne leve i et annet tiår, hvilket?
nl: Als je in een ander decennium zou kunnen leven, welk?
pl: Gdybyś mógł żyć w innej dekadzie, w której?
pt_br: Se você pudesse viver em uma década diferente, qual?
sv: Om du kunde leva i ett annat årtionde, vilket?
uk: Якби ви могли жити в іншому десятилітті, в якому?
zh_hans: 如果你能生活在不同的年代，你会选哪个？

source: If you could live in a different historical period for a year, but as the opposite gender, which period?
de: Wenn du für ein Jahr in einer anderen historischen Epoche leben könntest, aber als das andere Geschlecht, welche Epoche wäre das?
es: Si pudieras vivir un año en un período histórico diferente, pero como el género opuesto, ¿qué período?
fr: Si vous pouviez vivre un an dans une autre période historique, mais dans le genre opposé, laquelle choisiriez-vous ?
it: Se potessi vivere per un anno in un periodo storico diverso, ma come il genere opposto, quale periodo?
ja: 別の歴史時代に、しかも異性として1年間暮らせるとしたら、どの時代を選びますか？
ko: 다른 역사적 시대에서 반대 성별로 1년 동안 살 수 있다면, 어느 시대를 선택하시겠습니까?
nb: Hvis du kunne leve i en annen historisk periode i ett år, men som det motsatte kjønn, hvilken periode?
nl: Als je een jaar in een andere historische periode zou kunnen leven, maar als het andere geslacht, welke periode?
pl: Gdybyś mógł żyć przez rok w innym okresie historycznym, ale jako przeciwna płeć, jaki okres byś wybrał?
pt_br: Se você pudesse viver por um ano em um período histórico diferente, mas como o gênero oposto, qual período?
sv: Om du kunde leva i en annan historisk period i ett år, men som motsatt kön, vilken period?
uk: Якби ви могли жити в іншому історичному періоді рік, але як протилежна стать, який би період обрали?
zh_hans: 如果你能以相反性别在另一个历史时期生活一年，你会选哪个时期？

source: If you could live in a world where magic was real, would you?
de: Wenn du in einer Welt leben könntest, in der Magie real ist, würdest du?
es: Si pudieras vivir en un mundo donde la magia fuera real, ¿lo harías?
fr: Si tu pouvais vivre dans un monde où la magie existe, le ferais-tu ?
it: Se potessi vivere in un mondo in cui la magia è reale, lo faresti?
ja: 魔法が実在する世界に住めるなら、住みたいですか？
ko: 마법이 실제로 존재하는 세계에 살 수 있다면 살고 싶으신가요?
nb: Hvis du kunne leve i en verden der magi var ekte, ville du det?
nl: Als je in een wereld zou kunnen leven waar magie echt is, zou je dat doen?
pl: Gdybyś mógł żyć w świecie, w którym magia jest prawdziwa, czy chciałbyś?
pt_br: Se você pudesse viver em um mundo onde a magia existisse, você viveria?
sv: Om du kunde leva i en värld där magi var på riktigt, skulle du göra det?
uk: Якби ви могли жити у світі, де магія реальна, чи хотіли б?
zh_hans: 如果你能住在魔法真实存在的世界，你会愿意吗？

source: If you could live in any era, which would it be?
de: Wenn du in jeder Ära leben könntest, welche wäre das?
es: Si pudieras vivir en cualquier época, ¿cuál sería?
fr: Si tu pouvais vivre à n'importe quelle époque, laquelle choisirais-tu ?
it: Se potessi vivere in qualsiasi epoca, quale sarebbe?
ja: どんな時代に生きたいですか？
ko: 어느 시대에 살고 싶나요?
nb: Hvis du kunne leve i hvilken som helst epoke, hvilken ville det vært?
nl: Als je in elk tijdperk zou kunnen leven, welke zou het dan zijn?
pl: Gdybyś mógł żyć w dowolnej epoce, która by to była?
pt_br: Se você pudesse viver em qualquer época, qual seria?
sv: Om du kunde leva i vilken era som helst, vilken skulle det vara?
uk: Якби ви могли жити в будь-яку епоху, яку б ви обрали?
zh_hans: 如果你能生活在任何时代，你会选哪个？

source: If you could live in any fictional world, which would it be?
de: Wenn du in einer beliebigen fiktiven Welt leben könntest, welche wäre das?
es: Si pudieras vivir en cualquier mundo ficticio, ¿cuál sería?
fr: Si tu pouvais vivre dans n'importe quel monde fictif, lequel serait-ce ?
it: Se potessi vivere in qualsiasi mondo immaginario, quale sarebbe?
ja: もし架空の世界に住めるとしたら、どの世界を選びますか？
ko: 어떤 가상의 세계에 살 수 있다면 어느 세계를 선택하시겠습니까?
nb: Hvis du kunne leve i en hvilken som helst fiktiv verden, hvilken ville det vært?
nl: Als je in een willekeurige fictieve wereld kon leven, welke zou dat zijn?
pl: Gdybyś mógł żyć w dowolnym fikcyjnym świecie, który by to był?
pt_br: Se você pudesse viver em qualquer mundo fictício, qual seria?
sv: Om du kunde leva i en fiktiv värld, vilken skulle det vara?
uk: Якби ви могли жити в будь-якому вигаданому світі, який би це був?
zh_hans: 如果你能生活在任何一个虚构的世界里，你会选哪个？

source: If you could live in any historical period, which one?
de: Wenn du in einer beliebigen historischen Epoche leben könntest, in welcher?
es: Si pudieras vivir en cualquier período histórico, ¿cuál?
fr: Si tu pouvais vivre à n'importe quelle période historique, laquelle ?
it: Se potessi vivere in qualsiasi periodo storico, quale?
ja: どの歴史的時代に住めるなら、どれを選びますか？
ko: 어떤 역사적 시대에 살 수 있다면 어느 시대를 선택하시겠어요?
nb: Hvis du kunne leve i en hvilken som helst historisk periode, hvilken?
nl: Als je in een willekeurige historische periode zou kunnen leven, welke?
pl: Gdybyś mógł żyć w dowolnym okresie historycznym, w którym?
pt_br: Se você pudesse viver em qualquer período histórico, qual?
sv: Om du kunde leva i vilken historisk period som helst, vilken?
uk: Якби ви могли жити в будь-яку історичну епоху, яку саме?
zh_hans: 如果你能生活在任何一个历史时期，你会选哪个？

source: If you could live in any movie's aesthetic world, not the plot, which movie would you choose?
de: Wenn du in der ästhetischen Welt eines beliebigen Films leben könntest, nicht in der Handlung, welchen Film würdest du wählen?
es: Si pudieras vivir en el mundo estético de cualquier película, no en la trama, ¿qué película elegirías?
fr: Si tu pouvais vivre dans l'univers esthétique d'un film, pas dans son scénario, quel film choisirais-tu ?
it: Se potessi vivere nel mondo estetico di un film, non nella trama, quale film sceglieresti?
ja: プロットではなく、映画の美的世界に住めるとしたら、どの映画を選びますか？
ko: 줄거리가 아닌 영화의 미적 세계에서 살 수 있다면, 어떤 영화를 선택하겠습니까?
nb: Hvis du kunne leve i en hvilken som helst films estetiske verden, ikke handlingen, hvilken film ville du valgt?
nl: Als je in de esthetische wereld van een film kon leven, niet in het plot, welke film zou je dan kiezen?
pl: Gdybyś mógł żyć w estetycznym świecie dowolnego filmu, a nie w fabule, który film byś wybrał?
pt_br: Se você pudesse viver no mundo estético de qualquer filme, não no enredo, qual filme escolheria?
sv: Om du kunde leva i en films estetiska värld, inte handlingen, vilken film skulle du välja?
uk: Якби ви могли жити в естетичному світі будь-якого фільму, а не в його сюжеті, який би фільм ви обрали?
zh_hans: 如果你能生活在一部电影的美学世界里（而不是剧情里），你会选哪部电影？

source: If you could live in the home of any fictional family, which would it be?
de: Wenn du im Haus einer fiktiven Familie leben könntest, bei welcher würde es sein?
es: Si pudieras vivir en la casa de cualquier familia ficticia, ¿cuál sería?
fr: Si tu pouvais vivre dans la maison d'une famille fictive, laquelle choisirais-tu ?
it: Se potessi vivere nella casa di una famiglia immaginaria, quale sarebbe?
ja: 架空の家族の家に住めるとしたら、どの家族の家に住みたいですか？
ko: 가상의 가족 집에서 살 수 있다면, 어느 가족의 집을 선택하겠습니까?
nb: Hvis du kunne bo i hjemmet til en hvilken som helst fiktiv familie, hvilken ville det vært?
nl: Als je in het huis van een fictieve familie kon wonen, bij welke zou dat zijn?
pl: Gdybyś mógł mieszkać w domu dowolnej fikcyjnej rodziny, u kogo byś mieszkał?
pt_br: Se você pudesse morar na casa de qualquer família fictícia, qual seria?
sv: Om du kunde bo i hemmet hos vilken fiktiv familj som helst, vilken skulle det vara?
uk: Якби ви могли жити в будинку будь-якої вигаданої родини, яку б ви обрали?
zh_hans: 如果你能住在任何一个虚构家庭的家裡，你会选哪个家庭？

source: If you could live inside any book for a month, which would you choose?
de: Wenn du einen Monat lang in einem beliebigen Buch leben könntest, welches würdest du wählen?
es: Si pudieras vivir dentro de cualquier libro durante un mes, ¿cuál elegirías?
fr: Si tu pouvais vivre dans n'importe quel livre pendant un mois, lequel choisirais-tu ?
it: Se potessi vivere dentro un libro per un mese, quale sceglieresti?
ja: もし一ヶ月間、どんな本の中でも生きられるとしたら、どれを選びますか？
ko: 한 달 동안 책 속에서 살 수 있다면 어떤 책을 선택하시겠습니까?
nb: Hvis du kunne leve inne i en hvilken som helst bok i en måned, hvilken ville du valgt?
nl: Als je een maand lang in een willekeurig boek zou kunnen leven, welke zou je dan kiezen?
pl: Gdybyś mógł żyć w dowolnej książce przez miesiąc, którą byś wybrał?
pt_br: Se você pudesse viver dentro de qualquer livro por um mês, qual escolheria?
sv: Om du kunde leva inuti en bok i en månad, vilken skulle du välja?
uk: Якби ви могли жити всередині будь-якої книги місяць, яку б ви обрали?
zh_hans: 如果你能在一本书里生活一个月，你会选择哪本书？

source: If you could make one change to the world, what would it be?
de: Wenn du eine Veränderung an der Welt vornehmen könntest, welche wäre das?
es: Si pudieras hacer un cambio en el mundo, ¿cuál sería?
fr: Si tu pouvais faire un changement dans le monde, quel serait-il ?
it: Se potessi fare un cambiamento nel mondo, quale sarebbe?
ja: 世界に一つだけ変えられるとしたら、何を変えますか？
ko: 세상에 한 가지 변화를 줄 수 있다면 무엇을 바꾸시겠어요?
nb: Hvis du kunne gjøre én endring i verden, hva ville det vært?
nl: Als je één verandering aan de wereld zou kunnen maken, wat zou het zijn?
pl: Gdybyś mógł zmienić jedną rzecz na świecie, co by to było?
pt_br: Se você pudesse fazer uma mudança no mundo, qual seria?
sv: Om du kunde göra en förändring i världen, vad skulle det vara?
uk: Якби ви могли внести одну зміну в світ, якою б вона була?
zh_hans: 如果你能为世界做出一个改变，那会是什么？

source: If you could make one law that everyone, including you, had to follow, what would it be?
de: Wenn du ein Gesetz erlassen könntest, das jeder, auch du, befolgen müsste, welches wäre das?
es: Si pudieras hacer una ley que todos, incluido tú, tuvieran que seguir, ¿cuál sería?
fr: Si tu pouvais créer une loi que tout le monde, y compris toi, devrait suivre, quelle serait-elle ?
it: Se potessi fare una legge che tutti, compreso te, dovessero seguire, quale sarebbe?
ja: 自分を含め、すべての人が従わなければならない法律を一つ作れるとしたら、どんな法律にしますか？
ko: 자신을 포함한 모든 사람이 따라야 하는 법을 하나 만들 수 있다면, 어떤 법을 만들겠습니까?
nb: Hvis du kunne lage én lov som alle, inkludert deg selv, måtte følge, hva ville den vært?
nl: Als je één wet kon maken die iedereen, inclusief jijzelf, moest volgen, wat zou die wet dan zijn?
pl: Gdybyś mógł stworzyć jedno prawo, którego wszyscy, łącznie z tobą, musieliby przestrzegać, co by to było?
pt_br: Se você pudesse criar uma lei que todos, incluindo você, tivessem que seguir, qual seria?
sv: Om du kunde skapa en lag som alla, inklusive dig själv, måste följa, vad skulle den vara?
uk: Якби ви могли створити один закон, якого всі, включаючи вас, мали б дотримуватися, яким би він був?
zh_hans: 如果你能制定一条所有人都必须遵守的法律（包括你自己），你会制定什么法律？
